{    
    "ukr": "Ukr",
    "eng": "Eng",
    "deu": "Deu",
    "uk": "Uk",
    "en": "En",
    "de": "De",
    "send": "Zu senden",
    "reset": "Löschen",
    "tel": "Tel: ",
    "email": "Email: ",
    "сontacts": "Kontakte",
    "schedule__work": "Mo-Fr",
    "schedule__weekend": "Sa-So",
    "address": "Adresse",
    "address-build-deu": "Laßnitzthal 301,",
    "address-city-deu": "8200 Gleisdorf OT Laßnitzthal,",
    "address-country-deu": "Österreich",
    "address-city-ukr":"Poltawa,",
    "address-build-ukr": "Kagamlyka-Straße 76A,",
    "address-country-ukr": "Ukraine",
    "about-title": "Autoelektrikmeister",
    "about-content__text": "Reparatur der elektrischen Systeme mit Garantie – vertrauen Sie Ihr Auto den Fachleuten an, mit Garantie auf die ausgeführten Arbeiten.",
    "details": "Mehr Details",
    "about-content2__body-text1": "Detailing-Zentrum “Autoelektrikmeister” - ",
    "about-content2__body-text2": "führer im Bereich Reparatur- und Detailing-Dienstleistungen für Ihr Auto. Unsere Fachleute bieten detaillierte Beratung zur Pflege des Fahrzeugs und zur Beseitigung ästhetischer Mängel. Erfahrene Fachleute helfen dabei, sowohl die technische als auch die visuelle Seite der Fahrzeuge unserer Kunden in ausgezeichnetem Zustand zu erhalten, nicht nur äußerlich, sondern auch innen.",
    "about-content2__body-text3": "Warum unsere Studio wählen? Wir glauben an eine qualitativ hochwertige Pflege für Ihr Auto! Unsere Leidenschaft für Autos ist für uns nicht nur Arbeit, sondern eine wahre Passion, deshalb wissen wir genau, wie wir den besten Service bieten können. Die Einhaltung von Fristen ist unsere Priorität, und dank unseres Terminbuchungssystems erhalten Sie Ihr Auto immer pünktlich. Wir achten auf jedes Detail, geben 110% und tun alles, damit Ihr Auto makellos aussieht.",
    "achievements": "Unsere Erfolge",
    "running-numbers1": "Umgesetzte Projekte",
    "running-numbers2": "Zufriedene Kunden",
    "running-numbers3": "Anzahl der Studios",
    "running-numbers4": "Anzahl der vollständigen Tests",
    "services-title": "Unsere Dienstleistungen",
    "services-content__item-title-1": "Fahrzeugdiagnose und -reparatur",
    "services-content__item-1": "Fahrwerkdiagnose",
    "services-content__item-2": "Computerdiagnose",
    "services-content__item-3": "Lenkungsreparatur",
    "services-content__item-4": "Gasanlagenreparatur",
    "services-content__item-5": "Bremsanlagenreparatur",
    "services-content__item-title-2": "Fahrzeugwartung",
    "services-content__item-6": "Klimaanlagenbefüllung",
    "services-content__item-7": "Bremsflüssigkeitswechsel",
    "services-content__item-8": "Auspuffreparatur",
    "services-content__item-9": "Lampentausch",
    "services-content__item-10": "Klimaanlagenreinigung",
    "why-choose-us": "Warum uns wählen?",
    "why-choose-us-text-1": "Bequeme Lage",
    "why-choose-us-text-2": "Kostenlose Auto-Lieferung. Wenn Sie nicht warten können, bringen wir das Auto zu Ihnen.",
    "why-choose-us-text-3": "Wir garantieren hohe Qualität",
    "our-craftsmen": "Unsere Handwerker",
    "craftsman-1": "Oleksandr Wiktorowytsch Schewtschenko",
    "craftsman-2": "Dmytro Petrowytsch Kowalenko",
    "craftsman-3": "Andrii Serhijowytsch Hontscharenko",
    "craftsman-4": "Iwan Oleksijowytsch Melnyk",
    "reviews": "Bewertungen über uns",
    "reviews-subtitle-text": "20 Bewertungen",
    "reviews-body__item-letter-1": "P",
    "period-1": "1 Jahr",
    "reviews-body__item-text-1": "РT Unser Arbeits-Renault Zoe schien nicht mehr zu retten zu sein :)) Aber die Jungs haben ihm die wichtigsten Funktionen wiederhergestellt, und er wird noch eine Weile laufen.",
    "reviews-body__item-letter-2": "M",
    "period-2": "vor 5 Tagen",
    "reviews-body__item-text-2": "Mikhail Gut gemacht, Jungs! Die Reparaturqualität ist erstklassig. Weiter so. Originalteile. Faire Preise. Ich empfehle!",
    "reviews-body__item-letter-3": "A",
    "period-3": "vor 6 Monaten",
    "reviews-body__item-text-3": "Alexander Tolle Jungs, Meister ihres Fachs! Ich empfehle sie jedem",
    "reviews-body__item-letter-4": "S",
    "period-4": "vor 1 Monat",
    "reviews-body__item-text-4": "Solomiya Iwaniwna Wir nutzen den Service noch nicht lange, aber wir haben die Qualität der Arbeit bereits geschätzt – es sind echte Profis ihres Fachs. Ich empfehle!",
    "contact-us": "Kontaktieren Sie uns",
    "privacy-policy": "Datenschutzerklärung",
    "public-offer-agreement": "Öffentliche Angebotsvereinbarung",
    "your_name": "Name",
    "phone": "Telefon",
    "your_request": "Ihre Anfrage",
    "type_auto_empty": "Autotyp",
    "type_auto_1": "Limousine",
    "type_auto_2": "Crossover ",
    "type_auto_3": "Geländewagen",
    "type_auto_4": "Sportwagen",
    "select_services_empty": "Dienstleistungen",
    "select_services_1": "Fahrwerksdiagnose",
    "select_services_2": "Computerdiagnose",
    "select_services_3": "Lenkungsreparatur",
    "select_services_4": "Gasanlagenreparatur",
    "select_services_5": "Bremsensystemreparatur",
    "select_services_6": "Klimaanlagenbefüllung",
    "select_services_7": "Bremsflüssigkeitswechsel",
    "select_services_8": "Auspuffreparatur",
    "select_services_9": "Lampenwechsel",
    "select_services_10": "Klimaanlagenreinigung",
    "form_privacy_policy": "Ich stimme der Verarbeitung meiner personenbezogenen Daten gemäß",
    "privacy_policy_text": "T.M. Kolisnyk respektiert die Vertraulichkeit aller Personen, die unsere Website besuchen. Alle Ihre Daten werden gemäß den Anforderungen der geltenden ukrainischen Gesetzgebung erhoben, verarbeitet und verwendet. Wir sammeln Informationen über unsere Kunden nur zu dem Zweck, unsere Dienstleistungen zu erbringen, und ausschließlich dann, wenn Sie uns diese Informationen freiwillig zur Verfügung gestellt oder der Nutzung zugestimmt haben. Wir verpflichten uns, diese Informationen weder zu verwenden noch zu verarbeiten oder zu übermitteln, wenn dies über die Anforderungen der geltenden ukrainischen Gesetzgebung hinausgeht. Die Weitergabe personenbezogener Daten erfolgt ausschließlich auf der Grundlage einer gerichtlichen Anordnung oder in einer anderen, durch die geltende Gesetzgebung der Ukraine vorgeschriebenen Weise. Gespeicherte Daten werden aus der Datenbank des Einzelunternehmers T.M. Kolisnyk nach Ablauf der gesetzlich vorgeschriebenen Aufbewahrungsfrist oder wenn eine Speicherung nicht mehr erforderlich ist, gelöscht. Sie haben jederzeit das Recht, die Löschung Ihrer personenbezogenen Daten aus unserer Datenbank zu verlangen. Für diesen und alle weiteren Anliegen bezüglich Ihrer Daten wenden Sie sich bitte an unsere Verantwortlichen.",
    "public_offer_agreement_text": "**Öffentliches Angebot (Offerte)** **Allgemeine Bestimmungen** 1.1. Dieses Angebot ist ein offizielles Angebot der Einzelunternehmerin T.M. Kolisnyk, im Folgenden als „Verkäufer“ bezeichnet, einen Kaufvertrag über den Verkauf von Waren auf Distanz, also über einen Online-Shop, im Folgenden als „Vertrag“ bezeichnet, abzuschließen. Der Verkäufer veröffentlicht dieses öffentliche Angebot (Offerte) auf der offiziellen Website „…“ (im Folgenden „Website“). 1.2. Der Zeitpunkt der vollständigen und bedingungslosen Annahme des Angebots (Annahme) durch den Käufer zur elektronischen Abwicklung eines Kaufvertrags ist die Bezahlung der Bestellung durch den Käufer gemäß den Bedingungen dieses Vertrags, innerhalb der auf der Website des Verkäufers angegebenen Fristen und zu den Preisen. **Begriffe und Definitionen** 2.1. In diesem Angebot haben die unten aufgeführten Begriffe, sofern der Kontext nichts anderes erfordert, die folgende Bedeutung:  * „Ware“ – Modelle, Zubehör, Ersatzteile und begleitende Artikel;  * „Online-Shop“ – gemäß dem Gesetz der Ukraine „Über den elektronischen Handel“ ein Mittel zur Präsentation oder zum Verkauf von Waren, Arbeiten oder Dienstleistungen durch Abschluss eines elektronischen Geschäfts;  * „Verkäufer“ – das Unternehmen, das die auf der Website präsentierten Waren verkauft;  * „Käufer“ – eine natürliche Person, die mit dem Verkäufer einen Vertrag zu den nachstehenden Bedingungen abgeschlossen hat;  * „Bestellung“ – die Auswahl einzelner Positionen aus der Warenliste, die der Käufer bei der Bestellung und Bezahlung angibt.  **Vertragsgegenstand**  3.1. Der Verkäufer verpflichtet sich, dem Käufer die Ware zu übergeben, und der Käufer verpflichtet sich, die Ware gemäß den Bedingungen dieses Vertrags zu bezahlen und anzunehmen. Dieser Vertrag regelt den Kauf und Verkauf von Waren im Online-Shop, einschließlich:  - der freiwilligen Auswahl von Waren durch den Käufer im Online-Shop;  - der eigenständigen Bestellung durch den Käufer im Online-Shop;  - der Bezahlung der vom Käufer im Online-Shop getätigten Bestellung;  - der Bearbeitung und Lieferung der Bestellung an den Käufer gemäß den Bedingungen dieses Vertrags.  **Bestellvorgang**  4.1. Der Käufer ist berechtigt, eine Bestellung für jede auf der Website des Online-Shops verfügbare Ware aufzugeben.  4.2. Jede Position kann in beliebiger Menge in der Bestellung angegeben werden.  4.3. Ist die Ware nicht auf Lager, ist der Manager des Unternehmens verpflichtet, den Käufer zu benachrichtigen (telefonisch oder per E-Mail).  4.4. Fehlt die Ware, ist der Käufer berechtigt, diese durch eine gleichwertige Ware zu ersetzen, vom Kauf dieser Ware zurückzutreten oder die Bestellung zu stornieren.  **Zahlungsverfahren für die Bestellung**  5.1. Die Zahlung erfolgt bei Erhalt der Ware in der Filiale der Transportfirma in bar in ukrainischen Griwna.  5.2. Die Zahlung kann per Überweisung auf das Konto des Einzelunternehmers erfolgen.  5.3. Die Zahlung kann mit Visa-, Mastercard- und anderen Karten sowie auf die Karte der PrivatBank erfolgen.  5.4. Gehen die Gelder nicht ein, behält sich der Online-Shop das Recht vor, die Bestellung zu stornieren.  **Lieferbedingungen der Bestellung**  6.1. Die Lieferung der im Online-Shop gekauften Waren erfolgt zu den Filialen der Transportfirmen, wo die Bestellungen ausgehändigt werden.  6.2. Zusammen mit der Bestellung erhält der Käufer die Unterlagen gemäß den gesetzlichen Bestimmungen der Ukraine.  **Rechte und Pflichten der Parteien**  7.1. Der Verkäufer ist berechtigt:  - die Erbringung von Dienstleistungen im Rahmen dieses Vertrags einseitig einzustellen, wenn der Käufer die Bedingungen dieses Vertrags verletzt.  7.2. Der Käufer ist verpflichtet:  - die Bestellung rechtzeitig zu bezahlen und entgegenzunehmen, gemäß den Bedingungen dieses Vertrags.  7.3. Der Käufer ist berechtigt:  - eine Bestellung im Online-Shop aufzugeben;  - einen elektronischen Vertrag abzuschließen;  - die Erfüllung der Bedingungen dieses Vertrags vom Verkäufer zu verlangen.  **Haftung der Parteien**  8.1. Die Parteien haften für die Nichterfüllung oder unsachgemäße Erfüllung der Bedingungen dieses Vertrags in der im Vertrag und der geltenden Gesetzgebung der Ukraine vorgesehenen Weise.  8.2. Der Verkäufer haftet nicht für:  - veränderte Optik der Ware durch den Hersteller;  - geringfügige Abweichungen der Farbskala der Ware, die ausschließlich auf die unterschiedliche Farbwiedergabe der Monitore verschiedener Computermodelle zurückzuführen sind;  - den Inhalt und die Richtigkeit der vom Käufer bei der Bestellung angegebenen Informationen;  - Verzögerungen und Unterbrechungen bei der Erbringung der Dienstleistungen (Bearbeitung der Bestellung und Lieferung der Ware), die außerhalb seines Einflussbereichs liegen;  - Preisänderungen der Ware nach der Bestellung, wenn sich der Preis aufgrund von Änderungen beim Lieferanten oder Wechselkursschwankungen ändert;  - rechtswidrige Handlungen des Käufers unter Verwendung seines Zugangs zum Internet;  - die Weitergabe von Netzwerkkennungen des Käufers (IP, MAC-Adresse, Login und Passwort) an Dritte.  8.3. Der Käufer ist bei Nutzung seines Zugangs zum Internet selbst für Schäden verantwortlich, die er durch sein eigenes Handeln (auch wenn eine andere Person unter seinem Login agierte) Dritten oder deren Eigentum, juristischen Personen, dem Staat oder den moralischen Prinzipien verursacht.  8.4. Im Falle höherer Gewalt sind die Parteien von der Erfüllung der Bedingungen dieses Vertrags befreit. Als höhere Gewalt gelten für diesen Vertrag unvorhergesehene, außergewöhnliche Ereignisse, die die Erfüllung des Vertrags objektiv verhindern und die von den Parteien nicht vorhersehbar und vermeidbar waren.  8.5. Die Parteien bemühen sich, alle Streitigkeiten ausschließlich durch Verhandlungen zu lösen.  **Sonstige Bestimmungen**  9.1. Der Online-Shop behält sich das Recht vor, diesen Vertrag einseitig zu ändern, vorausgesetzt, er wird im Voraus auf der Website veröffentlicht.  9.2. Der Online-Shop dient zur Organisation des Fernverkaufs von Waren über das Internet.  9.3. Der Käufer ist für die Richtigkeit der bei der Bestellung gemachten Angaben verantwortlich. Mit der Annahme (der Bestellung und Bezahlung der Ware) erteilt der Käufer dem Verkäufer sein uneingeschränktes Einverständnis zur Erhebung, Verarbeitung, Speicherung und Nutzung seiner personenbezogenen Daten gemäß dem Gesetz „Über den Schutz personenbezogener Daten“.  9.4. Die Bezahlung der Bestellung im Online-Shop bedeutet die vollständige Zustimmung des Käufers zu den Bedingungen des Kaufvertrags (öffentliche Offerte).  9.5. Das Datum des elektronischen Vertrags zwischen den Parteien ist das Datum der Annahme der Bedingungen gemäß Artikel 11 des Gesetzes der Ukraine „Über den elektronischen Handel“.  9.6. Die Nutzung des Online-Shop-Ressourcen für das Anschauen der Ware und das Aufgeben von Bestellungen ist für den Käufer kostenlos.  9.7. Die vom Käufer bereitgestellten Informationen sind vertraulich. Der Online-Shop nutzt die Informationen ausschließlich zur Bearbeitung der Bestellung, zur Benachrichtigung des Käufers, zur Lieferung der Ware, zur Abwicklung gegenseitiger Abrechnungen usw.  **Rückgabeverfahren für Waren ordnungsgemäßer Qualität**  10.1. Die Rückgabe der Ware an den Online-Shop erfolgt gemäß der geltenden Gesetzgebung der Ukraine.  10.2. Die Rückgabe der Ware an den Online-Shop erfolgt auf Kosten des Käufers.  10.3. Bei der Rückgabe der Ware in ordnungsgemäßem Zustand erstattet der Online-Shop dem Käufer den für die Ware gezahlten Betrag abzüglich der Kosten für die Lieferung der Ware an den Käufer.  **Gültigkeitsdauer des Vertrags**  11.1. Der elektronische Vertrag gilt als abgeschlossen, sobald die Person, die das Angebot unterbreitet hat, eine Annahme der Offerte gemäß Teil 6 des Artikels 11 des Gesetzes der Ukraine „Über den elektronischen Handel“ erhält.  11.2. Der Vertrag kann vor Ablauf der Gültigkeit im gegenseitigen Einvernehmen der Parteien, vor der tatsächlichen Lieferung der Ware, durch Rückerstattung der Geldbeträge aufgelöst werden.  11.3. Die Parteien sind berechtigt, den Vertrag einseitig zu kündigen, wenn eine der Parteien die Bedingungen dieses Vertrags nicht erfüllt oder in den gesetzlich vorgesehenen Fällen.  **Hinweis**: Der Online-Shop „…“ auf der offiziellen Website „…“ hat das Recht, gemäß der Gesetzgebung der Ukraine Einzelunternehmern und juristischen Personen die Nutzung der Internetplattform zum Verkauf von Waren zu gewähren.  **Adresse und Kontaktdaten**  Einzelunternehmerin T.M. Kolisnyk  Poltawa Region, Stadt Poltawa, Holovka-Straße 8  E-Mail: 4Annamax@gmail.com"
  }
  