{
   
    "ukr": "Ukr",
    "deu": "Deu",
    "eng": "Eng",
    "uk": "Uk",
    "en": "En",
    "de": "De",
    "send": "Send",
    "reset": "Clear",
    "tel": "Tel: ",
    "email": "Email: ",
    "сontacts": "Contacts",
    "schedule__work": "Mon-Fri",
    "schedule__weekend": "Sat-Sun",
    "address": "Address",
    "address-build-deu": "Laßnitzthal 301,",
    "address-city-deu": "8200 Gleisdorf OT Laßnitzthal,",
    "address-country-deu": "Austria",
    "address-city-ukr":"Poltava,",
    "address-build-ukr": "76A Kagamlyka Street,",
    "address-country-ukr": "Ukraine",
    "about-title": "Autoelektrikmeister",
    "about-content__text": "Electrical system repair with a guarantee – trust your car to professionals with a guarantee on the completed work.",
    "details": "More details",
    "about-content2__body-text1": "Detailing center “Autoelektrikmeister” - ",
    "about-content2__body-text2": "leader in the field of repair and detailing services for your car. Our professionals provide detailed consultations on car care and the elimination of aesthetic defects. Experienced specialists help maintain both the technical and visual aspects of our clients' vehicles in excellent condition, not only externally but also internally",
    "about-content2__body-text3": "Why choose our studio? We believe in high-quality care for your car! Our passion for cars is not just a job, but a true love, which is why we know exactly how to provide the best service. Meeting deadlines is our priority, and thanks to our appointment system, you will always receive your car on time. We pay attention to every detail, give 110%, and do everything to make your car look flawless.",
    "achievements": "Our Achievements",
    "running-numbers1": "Implemented Projects",
    "running-numbers2": "Satisfied Customers",
    "running-numbers3": "Number of Studios",
    "running-numbers4": "Number of Complete Tests",
    "services-title": "Our Services",
    "services-content__item-title-1": "Car Diagnostics and Repair",
    "services-content__item-1": "Suspension Diagnostics",
    "services-content__item-2": "Computer Diagnostics",
    "services-content__item-3": "Steering Repair",
    "services-content__item-4": "Gas System Repair",
    "services-content__item-5": "Brake System Repair",
    "services-content__item-title-2": "Car Maintenance",
    "services-content__item-6": "Air Conditioner Refilling",
    "services-content__item-7": "Brake Fluid Replacement",
    "services-content__item-8": "Muffler Repair",
    "services-content__item-9": "Lamp Replacement",
    "services-content__item-10": "Air Conditioner Cleaning",
    "why-choose-us": "Why Choose Us?",
    "why-choose-us-text-1": "Convenient Location",
    "why-choose-us-text-2": "Free Car Delivery. If you don't have the possibility to wait, we will bring the car to you.",
    "why-choose-us-text-3": "We guarantee high quality",
    "our-craftsmen": "Our craftsmen",
    "craftsman-1": "Oleksandr Viktorovych Shevchenko",
    "craftsman-2": "Dmytro Petrovych Kovalenko",
    "craftsman-3": "Andrii Serhiiovych Honcharenko",
    "craftsman-4": "Ivan Oleksiiovych Melnyk",
    "reviews": "Reviews about us",
    "reviews-subtitle-text": "20 reviews",
    "reviews-body__item-letter-1": "P",
    "period-1": "1 year ago",
    "reviews-body__item-text-1": "РT Our working Renault Zoe seemed beyond saving :)) But the guys restored its most essential functions, and it will run for a while longer.",
    "reviews-body__item-letter-2": "M",
    "period-2": "5 days ago",
    "reviews-body__item-text-2": "Mikhail Well done, guys! The quality of the repair is top-notch. Keep it up. Original parts. Reasonable prices. I recommend!",
    "reviews-body__item-letter-3": "A",
    "period-3": "6 months ago",
    "reviews-body__item-text-3": "Alexander Great guys, masters of their craft! I recommend them to everyone.",
    "reviews-body__item-letter-4": "S",
    "period-4": "1 month ago",
    "reviews-body__item-text-4": "Solomiya Ivanivna We’ve been using the service relatively recently, but we have already appreciated the quality of work – they are true professionals in their field. I recommend!",
    "contact-us": "Contact us",
    "privacy-policy": "Privacy Policy",
    "public-offer-agreement": "Public Offer Agreement",
    "your_name": "Name",
    "phone": "Phone",
    "your_request": "Your Request",
    "type_auto_empty": "Car type",
    "type_auto_1": "Sedan",
    "type_auto_2": "Crossover ",
    "type_auto_3": "SUV (Sport Utility Vehicle)",
    "type_auto_4": "Sports car",
    "select_services_empty": "Services",
    "select_services_1": "Suspension diagnostics",
    "select_services_2": "Computer diagnostics",
    "select_services_3": "Steering repair",
    "select_services_4": "Gas system repair",
    "select_services_5": "Brake system repair",
    "select_services_6": "Air conditioner recharge",
    "select_services_7": "Brake fluid replacement",
    "select_services_8": "Muffler repair",
    "select_services_9": "Lamp replacement",
    "select_services_10": "Air conditioner cleaning",
    "form_privacy_policy": "I consent to the processing of my personal data in accordance with",
    "privacy_policy_text": "FOP Kolisnyk T.M. respects the confidentiality of any individual visiting our website. All your data is collected, processed, and used in accordance with the requirements of the current legislation of Ukraine. We collect information related to our clients in order to provide the full range of our services, and only if you have voluntarily provided the information or expressed consent for its use. We are committed to not using, processing, or transmitting such information in a way that exceeds the requirements of the current legislation of Ukraine. The transfer of personal data is carried out solely on the basis of a court decision or in another manner prescribed by the current legislation of Ukraine. Stored data will be deleted from the database of FOP Kolisnyk T.M. after the retention period set by law expires, or if the data is no longer required for storage. You have the right to request the deletion of your information from the database at any time. In such cases, or if you have any other requests related to your personal data, please contact our managers.",
    "public_offer_agreement_text": "Public Offer Agreement General Provisions 1.1. This offer is the official proposal of the individual entrepreneur Kolisnyk Tetyana Mykolaivna (hereinafter referred to as the «Seller») to enter into a contract for the sale of goods remotely, i.e., via the online store, hereinafter referred to as the «Agreement», and places the Public Offer (proposal) on the Seller's official website «...» (hereinafter referred to as the «Website»). 1.2. The moment of full and unconditional acceptance by the Buyer of the Seller's offer (acceptance) to enter into an electronic purchase agreement is the fact of payment for the order by the Buyer under the terms of this Agreement, within the timeframes and at the prices indicated on the Seller's Website. Definitions 2.1. In this offer, unless the context requires otherwise, the following terms shall have the following meanings: «Product» – models, accessories, components, and accompanying items; «Online Store» – a tool for submitting or selling goods, works, or services through an electronic transaction, in accordance with the Law of Ukraine «On Electronic Commerce»; «Seller» – the company selling the goods presented on the Website; «Buyer» – an individual who enters into an Agreement with the Seller under the terms set forth below; «Order» – the selection of individual items from the list of goods selected by the Buyer when placing the order and making payment. Subject of the Agreement 3.1. The Seller agrees to transfer ownership of the Product to the Buyer, and the Buyer agrees to pay for and accept the Product under the terms of this Agreement. This Agreement governs the sale of goods in the online store, including: voluntary selection by the Buyer of goods in the online store; independent order placement by the Buyer in the online store; payment by the Buyer for the order placed in the online store; processing and delivery of the order to the Buyer under the terms of this Agreement. Order Placement Procedure 4.1. The Buyer has the right to place an order for any available product listed on the Website. 4.2. Each item may be represented in the order in any quantity. 4.3. If a product is out of stock, the Manager must notify the Buyer (by phone or email). 4.4. In the event of an out-of-stock product, the Buyer has the right to replace it with a similar model, refuse the product, or cancel the order. Order Payment Procedure 5.1. Payment is made upon receipt of the product at the transport company's office in cash in UAH. 5.2. Payment can also be made by bank transfer to the Seller's account. 5.3. Payment can be made with Visa, Mastercard, and other cards, as well as to a PrivatBank card. 5.4. If payment is not received, the online store reserves the right to cancel the order. Order Delivery Conditions 6.1. Delivery of goods purchased in the online store is carried out to the transport company’s warehouses, where the orders are issued. 6.2. Along with the order, the Buyer will receive documents in accordance with the laws of Ukraine. Rights and Obligations of the Parties 7.1. The Seller has the right: to unilaterally terminate the provision of services under this Agreement if the Buyer violates its terms. 7.2. The Buyer is obliged to: pay promptly and receive the order under the terms of this Agreement. 7.3. The Buyer has the right to: place an order in the online store; enter into an electronic contract; demand the Seller’s compliance with the terms of this Agreement. Liability of the Parties 8.1. The parties are responsible for non-fulfillment or improper fulfillment of the terms of this Agreement in accordance with the Agreement and the applicable laws of Ukraine. 8.2. The Seller is not responsible for: changes in the product's appearance made by the manufacturer; slight discrepancies in the color range of the product, which may differ from the original due to different color rendering of individual computer monitors; the content and accuracy of information provided by the Buyer when placing the order; delays and disruptions in providing services (order processing and product delivery) due to reasons beyond the Seller's control; changes in the product price after the order is placed, when the price changes by the supplier during product shipment or due to exchange rate fluctuations; illegal actions committed by the Buyer using their access to the Internet; providing their network identifiers (IP, MAC addresses, login, and password) to third parties. 8.3. The Buyer is responsible for any damage caused by their actions (personally, even if another person is logged in under their credentials) to individuals, property, legal entities, the state, or moral principles. 8.4. In case of force majeure circumstances, the parties are released from performing the conditions of this Agreement. Force majeure refers to events of an extraordinary, unforeseen nature that prevent or objectively hinder the fulfillment of this Agreement, and the occurrence of which the parties could not foresee or prevent by reasonable means. 8.5. The parties will make every effort to resolve any disputes through negotiations. Other Terms 9.1. The online store reserves the right to unilaterally amend this Agreement, provided that it is published in advance on the Website. 9.2. The online store is designed to facilitate remote sales of goods through the Internet. 9.3. The Buyer is responsible for the accuracy of the information provided when placing an order. By accepting this offer (placing an order and making payment), the Buyer gives their unconditional consent to the collection, processing, storage, and use of their personal data in accordance with the Law of Ukraine «On Protection of Personal Data».9.4. Payment by the Buyer for the order placed in the online store means the Buyer's full agreement with the terms of the purchase agreement (public offer). 9.5. The actual date of the electronic agreement between the parties is the date of acceptance of the terms, according to Article 11 of the Law of Ukraine «On Electronic Commerce». 9.6. The use of the online store's platform for previewing goods and placing orders is free for the Buyer. 9.7. The information provided by the Buyer is confidential. The online store uses the Buyer's information exclusively for order processing, sending notifications, delivery, settlements, etc. Return Procedure for Goods of Proper Quality 10.1. The return of goods to the online store is conducted in accordance with the applicable laws of Ukraine. 10.2. The return of goods to the online store is at the Buyer's expense. 10.3. When returning goods of proper quality, the online store will refund the amount paid for the product, minus the costs associated with delivering the product to the Buyer. Term of Agreement 11.1. The electronic agreement is considered concluded from the moment the party sending the proposal receives a response accepting this proposal, as defined by Part 6 of Article 11 of the Law of Ukraine «On Electronic Commerce». 11.2. This Agreement can be terminated by mutual consent of the parties before the actual delivery of the product by refunding the payment. 11.3. The parties have the right to unilaterally terminate this Agreement in case of non-fulfillment of its terms or in cases provided for by the applicable laws of Ukraine. Please note that the online store «...» on the official website has the right, in accordance with Ukrainian law, to provide legal entities with the right to use the online platform for selling goods. Address and Contact Information Individual entrepreneur Kolisnyk Tetyana Mykolaivna Poltava region, Poltava city, Hohova St., 8 E-mail: 4Annamax@gmail.com"
  }
  